const nadaA = [
    ["灘高等学校Ａ"],
    ["", "犇ける獣の星座いわつらら", "", "ヨットの帆しまはれてをり草つらら", "", "二重窓　氷柱の中に虫のゐず"],
    ["", "白鳥の百と二百と靄の中", "", "なにもかも忘れて鵠みづを乞ふ", "", "白鳥の去りて真水の残りけり"],
    ["", "凍空のもと関節が鳴つてしまふ", "", "機関車にヘッドマークや芝青む", "", "聖夜のパエリア　関所は生けるものの道"],
    ["", "父親に京都訛りや雑煮祝ふ", "いづくにか置かむ雑煮の鰤の骨", "コンロまで雑煮よそひに歩きけり", "ひとはみな脳髄浮かべゐて雑煮", "予備の予備のトイレットペーパー京雑煮"]
];
const nadaB = [
    ["灘高等学校Ｂ"],
    ["", "人形のかすかに見ゆる氷柱かな", "", "合唱のとぎれとぎれに氷柱かな", "", "恐竜の世界に恋のあり氷柱"],
    ["", "白鳥の脳飛ぶときは押されたり", "", "白鳥やチャイムここまで聞こえたる", "", "白鳥の来てみずうみの硬きかな"],
    ["", "玄関に靴の増えたる晩夏光", "", "機関庫に冬日のうすく張ってゐる", "", "機関砲台座跡割れ月凍る"],
    ["", "まだ夜の街に雑煮を仕込みをり", "口紅のほのかに残る雑煮碗", "祖母作る雑煮もどきは雑煮かも", "この街は新しい街雑煮食う", "恥じらいの徐々に浮かんで雑煮かな"]
];
const rakunan = [
    ["洛南高校"],
    ["", "焼印のごと手のひらを氷柱へと", "", "草氷柱みんなが走るから走る", "", "銀竹や腕をぶら下げるがごとし"],
    ["", "眠りつつみそかにすすむ鵠かな", "", "白鳥や皺ひとつなき旧紙幣", "", "白鳥翔つ薪に移ろふ炎のごとく"],
    ["", "北風や機関時計いつも二時", "", "玄関を河豚河豚と言ひながら来る", "", "凍豆腐食へばほぐるる股関節"],
    ["", "お雑煮や近所の子らを呼び集め", "雑煮食ふ姿似てゐて共白髪", "ベッド椅子わたし電球雑煮餅", "母親の遊び心の雑煮かな", "未来にも未来ありけり雑煮食ふ"]
];
const okayamaasahi = [
    ["岡山朝日高等学校"],
    ["", "昨日より細身の氷柱デートの日", "", "氷柱張るホテルの部屋に四の無く", "", "魔法陣窓になぞりぬ大氷柱"],
    ["", "白鳥や珈琲缶をそつと開け", "", "白鳥や目尻のラインはね上げて", "", "夕暮のチャイムよぎりぬ大白鳥"],
    ["", "冬天や玄関を掃く音かろく", "", "冬菫機関人形いざ行かむ", "", "初日の出永久機関見つけたり"],
    ["", "雑煮餅をさなの頬に墨のあと", "キャプテンに勝たせてもらひ雑煮椀", "雑煮食ふ昼や碁は長考のまま", "雑煮食ふジグソーパズル未完成", "御先祖へたつたひとつの雑煮餅"]
];
const osakatoin = [
    ["大阪桐蔭中学高等学校"],
    ["", "朝日差し傷失つた氷柱かな", "", "冷凍庫子はみてみてと氷柱かな", "", "人間に産声のあり氷柱かな"],
    ["", "湖の堅く白鳥迎へたる", "", "白鳥や水鉄砲じゃむりだった", "", "悪役になれぬ白鳥来たりけり"],
    ["", "郷関を押し広げたる初雀", "", "水仙や玄関前のランドセル", "", "山眠るダムの関門錆びてをり"],
    ["", "九天の欠片の落ちて雑煮餅", "雑煮餅母に秘密のありにけり", "雑煮食ふ兄ペンだこの指添へて", "餅みっつ足して雑煮に勢力図", "童謡に方言のある雑煮かな"]
];
const nagata = [
    ["兵庫県立長田高等学校"],
    ["", "あをぞらに満ち満ちてゐる氷柱かな", "", "見る度に降りる氷柱の淡い幕", "", "合宿の窓に手を触れ初氷柱"],
    ["", "夢を見る君もいずれは白鳥か", "", "漕ぐ君の結わえた髪にも白鳥", "", "白鳥やどの白よりも白く在る"],
    ["", "宝物埋めし枯野や関ヶ原", "", "立冬や下関を背に帰路に着く", "", "関節が痛む新年のびざかり"],
    ["", "親も子もみんなで囲む雑煮かな", "昼前の冷めぬ雑煮の作り置き", "ちゃぶ台の目鼻の如く雑煮かな", "はしゃぐ子の赤いほっぺに雑煮かな", "白味噌の雑煮の朝や父踊る"]
];